[TRReward_StealSpark X2RewardTemplate]
DisplayName="SPARK单位"

[CovertActionNarrative_InvestigateSpark X2CovertActionNarrativeTemplate]
ActionName="调查变种人的SPARK"
ActionPreNarrative="我们的线人传来消息，变种人制造了一个SPARK单位。我们应该进行调查以了解威胁，并确定是否应该打断这一进程。"
ActionPostNarrative="我们的特工成功找到了SPARK单位的位置。而且安保措施似乎比平时更加松懈。我们有机会将这个SPARK偷走，为我们的努力所用。"

[CovertActionNarrative_HeistSpark X2CovertActionNarrativeTemplate]
ActionName="SPARK抢劫行动"
ActionPreNarrative="我们发现了一个他们安保协议的盲点，这将给我们提供一个执行SPARK抢劫行动的机会。指挥官，我们不应该错过这个机会。如果传言属实， <font color='#E52E11'><XGParam:StrValue4/></font> 是一个非常强大的单位。"
ActionPostNarrative="成功了！这个SPARK的程序还未完成，但我相信沈博士能够施展她的魔法！"
